tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "bash-completion"
brew "cmake"
brew "coreutils"
brew "fzf"
brew "go-task/tap/go-task"
brew "go"
brew "golangci-lint"
brew "helm"
brew "helmfile"
brew "huggingface-cli"
brew "jq"
brew "kubectx"
brew "kubernetes-cli"
brew "ollama"
brew "pipx"
brew "pkg-config"
brew "thefuck"
brew "tilt"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh"
cask "alacritty"
cask "alfred"
cask "docker"
cask "firefox"
cask "ghostty"
cask "karabiner-elements"
cask "logseq"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
# cask "arc" # cool browser, but no tree view (╯°□°）╯︵ ┻━┻
# cask "discord"
# cask "ngrok"
# cask "zoom"
# brew "awscli"
# brew "k3d"
# brew "neovim"
# brew "tmux"
# cask "amethyst"