tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "awscli"
brew "kubernetes-cli"
brew "docker", link: false
brew "fzf"
brew "go"
brew "golangci-lint"
brew "helm"
brew "k3d"
brew "neovim"
brew "thefuck"
brew "tilt"
brew "tmux"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "go-task/tap/go-task"
cask "alfred"
cask "amethyst"
cask "discord"
cask "docker"
cask "firefox"
cask "logseq"
cask "ngrok"
# cask "slack"
# cask "zoom"
cask "alacritty"
# cask "arc" # cool browser, but no tree view (╯°□°）╯︵ ┻━┻
